Repository: eduardo22i/noodleschallenge
Catalog: Common/Resources/Strings/Localizable.xcstrings
Source language: en
Languages: es, fr, nl

# dialog.enemy.celebrating
source: Lalala! I won!
es: ¡Lalala! ¡He ganado!
fr: Lalala! J'ai gagné!
nl: Lalala! Ik heb gewonnen!

# dialog.enemy.crying
source: OMG! This is not possible! NOOO! You won the NOODLES!
es: ¡Dios mío! ¡Esto no es posible! ¡NOOO! ¡Has ganado los FIDEOS!
fr: Oh mon Die! Ce n'est pas possible! NOOO! Tu as gagné les NOUILLES!
nl: OMG! Dit is niet mogelijk! NOOO! Je hebt de NOEDELS gewonnen!

# dialog.enemy.instructions_1
source: The rules are simple. We are going to take turns.
es: Las reglas son simples. Vamos a turnarnos.
fr: Les règles sont simples. Nous allons jouer à tour de rôle.
nl: De regels zijn simpel. We gaan om de beurt spelen.

# dialog.enemy.instructions_2
source: We have %d boxes, each box have different amount of coins.
es: Tenemos %d cajas, cada caja tiene una cantidad diferente de monedas.
fr: Nous avons %d boîtes, chaque boîte contient un nombre différent de pièces.
nl: We hebben %d dozen, elke doos heeft een verschillend aantal munten.

# dialog.enemy.instructions_3
source: In your turn, remove all the coins you want but only from 1 box.
es: En tu turno, quita todas las monedas que quieras, pero solo de una caja.
fr: À ton tour, retire toutes les pièces que tu veux mais seulement d'une boîte.
nl: Tijdens jouw beurt, verwijder alle munten die je wilt maar alleen uit 1 doos.

# dialog.enemy.instructions_4
source: The player who picks the LAST coin from ALL boxes, loses the game.
es: El jugador que coja la ÚLTIMA moneda de TODAS las cajas, pierde el juego.
fr: Le joueur qui prend la DERNIÈRE pièce de TOUTES les boîtes, perd la partie.
nl: De speler die de LAATSTE munt uit ALLE dozen pakt, verliest het spel.

# dialog.enemy.instructions_5
source: Please, start!
es: ¡Por favor, empieza!
fr: S'il te plaît, commence!
nl: Alsjeblieft, begin!

# dialog.enemy.thinking_1
source: Haha! Scared?
es: ¡Jaja! ¿Asustado?
fr: Haha! Effrayé?
nl: Haha! Bang?

# dialog.enemy.thinking_2
source: Please, don't cry!
es: ¡Por favor, no llores!
fr: S'il te plaît, ne pleure pas!
nl: Alsjeblieft, niet huilen!

# dialog.enemy.thinking_3
source: Okay... Your turn, try harder!
es: Vale... Tu turno, ¡intenta más fuerte!
fr: D'accord... À ton tour, essaie plus fort!
nl: Oké... Jouw beurt, probeer harder!

# dialog.enemy.thinking_4
source: Looks like you will lose
es: Parece que vas a perder
fr: On dirait que tu vas perdre
nl: Het lijkt erop dat je gaat verliezen

# dialog.enemy.waiting_1
source: Let me think!
es: ¡Déjame pensar!
fr: Laisse-moi réfléchir!
nl: Laat me nadenken!

# dialog.enemy.waiting_2
source: LOL! What was that move?
es: ¡Jaja! ¿Qué fue ese movimiento?
fr: LOL ! C'était quoi ce coup?
nl: LOL! Wat was die zet?

# dialog.enemy.waiting_3
source: I guess you enjoy making mistakes
es: Supongo que disfrutas cometiendo errores
fr: Je suppose que tu aimes faire des erreurs
nl: Ik denk dat je graag fouten maakt

# dialog.enemy.waiting_4
source: Thanks! I'm closer to my victory
es: ¡Gracias! Estoy más cerca de mi victoria
fr: Merci! Je suis plus proche de ma victoire
nl: Bedankt! Ik ben dichter bij mijn overwinning

# dialog.enemy.waiting_5
source: Let me analyze this...
es: Déjame analizar esto...
fr: Laisse-moi analyser ça...
nl: Laat me dit analyseren...

# dialog.enemy.wakeUp_2
source: Ahh! A new challenger? Okay! I Always win!
es: ¡Ahh! ¿Un nuevo retador? ¡Vale! ¡Siempre gano!
fr: Ahh! Un nouveau challenger? D'accord! Je gagne toujours!
nl: Ahh! Een nieuwe uitdager? Oké! Ik win altijd!

# dialog.enemy.wakeUp_3
source: Win to me and I'll give you the best NOODLES!
es: Gáname y te daré los mejores FIDEOS!
fr: Bats-moi et je te donnerai les meilleures NOUILLES!
nl: Versla me en ik geef je de beste NOEDELS!
